Repository: MinhSonTran/GAEStarterKit
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: %(name)s deleted
fr: %(name)s supprimé

source: %(name)s updated
fr: %(name)s mis à jour

source: New %(name)s created
fr: Nouvelle %(name)s créée

source: Delete
fr: Effacer

source: Are you sure you want to delete this
fr: Voulez-vous vraiment supprimer cette entrée ?

source: Yes, Delete
fr: Oui, Supprimer

source: Cancel
fr: Annuler

source: New
fr: Nouveau

source: Edit
fr: Modifier

source: Save {}
fr: Sauvegarder {}

source: A user with that email address has already been invited or is a current member
fr: Un utilisateur avec cette adresse e-mail a déjà été invité ou est un membre actuel

source: User Invited
fr: Invité utilisateur

source: Invite accepted
fr: Inviter accepté

source: Account Created
fr: Compte créé

source: Password
fr: Mot de passe

source: Repeat Password
fr: Confirmer le Mot de Passe

source: Passwords must match
fr: Les mots de passe doivent correspondre

source: Invalid email address or password
fr: Adresse e-mail ou mot de passe invalide

source: You are now logged in
fr: Vous êtes maintenant connecté

source: A user with that email address already exists
fr: Un utilisateur avec cette adresse email existe déjà

source: Thanks for signing up
fr: Merci pour l'enregistrement

source: Password reset. You may now login.
fr: Réinitialiser le mot de passe. Vous pouvez maintenant vous connecter.

source: If an account exists with that email address, a verification email will be sent. If no account exists with that address, no email will be sent.
fr: Si un compte existe avec cette adresse e-mail, un message de vérification sera envoyé. Si aucun compte existe avec cette adresse, aucun e-mail sera envoyé.

source: Profile Saved
fr: Profil Enregistré

source: Another user is already using this email address.
fr: Un autre utilisateur utilise déjà cette adresse e-mail.

source: Email address verification sent.
fr: vérification d'adresse e-mail envoyé.

source: I accept the TOS
fr: J'accepte le TOS

source: You must accept the Terms of Service to continue
fr: Vous devez accepter les conditions d'utilisation pour continuer

source: Welcome to GAEStarterKit
fr: Bienvenue à GAEStarterKit

source: Config
fr: Configurer

source: HTTP Headers
fr: En-têtes HTTP

source: Logging
fr: Mémorisation

source: Log Messages
fr: Se connecter Messages

source: Request Vars
fr: demande Vars

source: Route List
fr: Liste Route

source: SQLAlchemy queries
fr: requêtes SQLAlchemy

source: Templates
fr: Modèles

source: Time
fr: Heure

source: Resource Usage
fr: L'utilisation des ressources

source: User CPU time
fr: Utilisateur temps CPU

source: System CPU time
fr: temps CPU système

source: Total CPU time
fr: temps CPU total

source: Elapsed time
fr: Temps ecoule.

source: Context switches
fr: Les changements de contexte

source: Versions
fr: Variantes

source: This field is required.
fr: Ce case est obligatoire.

source: CSRF token missing
fr: CSRF manquant jeton

source: Content purported to be compressed with %s but failed to decompress.
fr: Contenu censé être compressé avec %s , mais n'a pas réussi à décompresser.

source: Unsupported value for qop: %s.
fr: Valeur non prise en charge pour qop: %s .

source: Unsupported value for algorithm: %s.algorithm
fr: Valeur non prise en charge pour l' algorithme: %s .algorithm

source: The challenge doesn't contain a server nonce, or this one is empty.
fr: Le défi ne contient pas un nonce du serveur, ou celui-ci est vide.

source: Unsupported value for pw-algorithm: %s.pw-algorithm
fr: Valeur non prise en charge pour pw algorithme: %s .pw algorithme

source: Redirected but the response is missing a Location: header.
fr: Redirigé mais la réponse est manquant un emplacement: en-tête.

source: Invalid field name '%s'.
fr: Invalid nom de champ ' %s '.

source: Field must be equal to %(other_name)s.
fr: Le champ doit être égal à %(other_name)s.

source: Field must be at least %(min)d character long.
fr: Le champ doit être d'au moins %(min)d caractère.

source: Field cannot be longer than %(max)d character.
fr: Champ ne peut pas être plus long que %(max)d caractère.

source: Field must be between %(min)d and %(max)d characters long.
fr: Le champ doit être comprise entre %(min)d et %(max)d caractères d longtemps.

source: Number must be at least %(min)s.
fr: Nombre doit être au moins %(min)s.

source: Number must be at most %(max)s.
fr: Nombre doit être au plus %(max)s.

source: Number must be between %(min)s and %(max)s.
fr: Nombre doit être comprise entre %(min)s et %(max)s.

source: Invalid input.
fr: Données incorrectes.

source: Invalid email address.
fr: Adresse mail non valide

source: Invalid IP address.
fr: Adresse IP non valide.

source: Invalid Mac address.
fr: Invalid adresse Mac.

source: Invalid URL.
fr: URL invalide.

source: Invalid UUID.
fr: UUID non valide.

source: Invalid value, must be one of: %(values)s.
fr: Valeur non valide, doit être: %(values)s.

source: Invalid value, can't be any of: %(values)s.
fr: Valeur non valide, ne peut pas être l'un de: %(values)s.

source: CSRF failed
fr: CSRF échoué

source: CSRF token expired
fr: CSRF jeton a expiré

source: Not a valid choice
fr: Pas un choix valide

source: Not a valid list
fr: Pas une liste valide

source: Not a valid integer list
fr: Pas une liste d'entier valide

source: Please input a date/time value
fr: Veuillez saisir un / valeur de temps de date

source: Invalid date/time input
fr: Date non valide / entrée de temps

source: Invalid Choice: could not coerce
fr: Choix non valide: ne pouvait pas contraindre

source: Invalid choice(s): one or more data inputs could not be coerced
fr: choix incorrect (s): une ou plusieurs entrées de données ne peuvent pas être contraints

source: '%(value)s' is not a valid choice for this field
fr: '%(value)s' est pas un choix valide pour ce domaine

source: Not a valid integer value
fr: Pas une valeur entière valide

source: Not a valid decimal value
fr: Pas une valeur décimale valide

source: Not a valid float value
fr: Pas une valeur flottante valide

source: Not a valid datetime value
fr: Pas une valeur datetime valide

source: Not a valid date value
fr: Pas une valeur de date valide

source: 401: Not Authorized
fr: 401: pas autorisé

source: You are not authorized to access this resource.
fr: Vous n'êtes pas autorisé à accéder à cette ressource.

source: 403: Permission Denied
fr: Permission refusée

source: You do not have permission to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette ressource.

source: 404: Not Found
fr: 404 Non trouvé

source: 404: Page Not Found
fr: 404: Page introuvable

source: The request pages was not found on this server.
fr: Les pages de la requête n'a pas été trouvé sur ce serveur.

source: The method you used to post to this URL is not supported by the specified controller.
fr: La méthode utilisée pour poster à cette URL est pas pris en charge par le contrôleur spécifié.

source: 500: Server Error
fr: 500: Erreur de serveur

source: There was an error generating this page.
fr: Il y avait une erreur de générer cette page.

source: Login
fr: S'identifier

source: My Profile
fr: Mon Profil

source: My Account
fr: Mon Compte

source: Change Account
fr: Changer de compte

source: Admin
fr: Administrateur

source: Logout
fr: Se déconnecter

source: Please correct the following errors and try again.
fr: S'il vous plaît corrigez les erreurs suivantes et essayez à nouveau.

source: Please correct the following error and try again.
fr: S'il vous plaît corrigez les erreurs suivantes et essayez à nouveau.
